tap "homebrew/dupes"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "bramstein/webfonttools"
cask "java"
cask "xquartz"
brew "ack"
brew "openssl"
brew "ansible"
brew "autossh"
brew "awscli"
brew "bfg"
brew "binutils"
brew "brew-pip"
brew "c-ares"
brew "libffi"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl", args: ["with-c-ares", "with-gssapi", "with-libmetalink", "with-libssh2", "with-openssl", "with-rtmpdump"]
brew "dbus"
brew "dmenu"
brew "dwm", args: ["with-dmenu"]
brew "exiv2"
brew "fcrackzip"
brew "findutils"
brew "git", args: ["HEAD", "with-blk-sha1", "with-curl", "with-gettext", "with-openssl", "with-perl", "with-persistent-https", "without-completions"]
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "grep"
brew "hub"
brew "hyper"
brew "i2p"
brew "libsamplerate"
brew "libsndfile"
brew "jack"
brew "node"
brew "jsonlint"
brew "jsonpp"
brew "xz"
brew "libarchive"
brew "libmetalink"
brew "libressl"
brew "libscrypt"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "mas"
brew "monit"
brew "moreutils"
brew "ngrep"
brew "nmap"
brew "openconnect"
brew "openmotif", args: ["with-jpeg", "with-libpng"]
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "pigz"
brew "pinentry-mac"
brew "pngcheck"
brew "qt@5.5"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rename"
brew "rmtrash"
brew "rtmpdump"
brew "ruby-build"
brew "rxvt-unicode"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sshfs"
brew "sshuttle"
brew "stunnel"
brew "tcpflow"
brew "tcpreplay"
brew "tmux", args: ["HEAD", "with-utf8proc"]
brew "tor", args: ["with-libscrypt"]
brew "torsocks"
brew "tree"
brew "webkit2png"
brew "xmlto"
brew "yarn"
brew "zsh", args: ["HEAD", "with-unicode9"]
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "homebrew/php/composer"
cask "1password"
cask "abricotine"
cask "atom"
cask "box-sync"
cask "cryptomator"
cask "dash"
cask "dropbox"
cask "firefox"
cask "gitbook-editor"
cask "google-chrome"
cask "google-drive"
cask "inpad"
cask "keybase"
cask "macx-youtube-downloader"
cask "ndm"
cask "onedrive"
cask "openconnect-gui"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qtox"
cask "sketch"
cask "sketch-toolbox"
cask "sketchup"
cask "skype"
cask "slack"
cask "sourcetree"
cask "thunderbird"
cask "timestamp"
cask "torbrowser"
cask "tormessenger"
cask "tribler"
cask "virtualbox"
cask "webpquicklook"
cask "zeronet"
cask "caskroom/fonts/font-dejavu-sans"
cask "caskroom/fonts/font-dejavu-sans-mono-for-powerline"
cask "caskroom/fonts/font-droid-sans"
cask "caskroom/fonts/font-droid-sans-mono"
cask "caskroom/fonts/font-droid-sans-mono-for-powerline"
cask "caskroom/fonts/font-droid-serif"
cask "caskroom/fonts/font-fira-mono-for-powerline"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-roboto-mono-for-powerline"
cask "caskroom/fonts/font-roboto-slab"
cask "caskroom/fonts/font-robotomono-nerd-font"
cask "caskroom/fonts/font-robotomono-nerd-font-mono"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/iterm2-nightly"
cask "caskroom/versions/visual-studio-code-insiders"
mas "Apple Configurator 2", id: 1037126344
mas "Cinch", id: 412529613
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lynda.com", id: 985958984
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Xcode", id: 497799835
