tap "homebrew/dupes"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "bramstein/webfonttools"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "openssl"
brew "ansible"
brew "antigen"
brew "autossh"
brew "awscli"
brew "binutils"
brew "c-ares"
brew "cmake"
brew "coreutils"
brew "curl", args: ["with-c-ares", "with-gssapi", "with-libmetalink", "with-libssh2", "with-openssl", "with-rtmpdump"]
brew "findutils"
brew "fortune"
brew "git", args: ["HEAD", "with-blk-sha1", "with-curl", "with-gettext", "with-openssl", "with-perl", "with-persistent-https", "without-completions"]
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "libffi"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "grep"
brew "i2p"
brew "libsamplerate"
brew "libsndfile"
brew "jack"
brew "node"
brew "jsonlint"
brew "jsonpp"
brew "libmetalink"
brew "libressl"
brew "libscrypt"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "mas"
brew "moreutils"
brew "ngrep"
brew "openconnect"
brew "openmotif", args: ["with-jpeg", "with-libpng"]
brew "openssh"
brew "p7zip"
brew "pinentry-mac"
brew "pngcheck"
brew "qt@5.5"
brew "reattach-to-user-namespace"
brew "rename"
brew "rmtrash"
brew "rtmpdump"
brew "ruby-build"
brew "rxvt-unicode"
brew "socat"
brew "ssh-copy-id"
brew "sshfs"
brew "stunnel"
brew "tmux", args: ["HEAD", "with-utf8proc"]
brew "tor", args: ["with-libscrypt"]
brew "torsocks"
brew "tree"
brew "yarn"
brew "zsh", args: ["HEAD", "with-unicode9"]
cask "1password"
cask "box-sync"
cask "calibre"
cask "cryptomator"
cask "dash"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "keybase"
cask "macx-youtube-downloader"
cask "onedrive"
cask "postman"
cask "qlprettypatch"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "thunderbird"
cask "torbrowser"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vmware-fusion"
cask "zeronet"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-roboto-mono-for-powerline"
cask "caskroom/fonts/font-roboto-slab"
cask "caskroom/fonts/font-robotomono-nerd-font"
cask "caskroom/fonts/font-robotomono-nerd-font-mono"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/iterm2-nightly"
cask "caskroom/versions/ssh-tunnel-manager-beta"
mas "Cinch", id: 412529613
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lynda.com", id: 985958984
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Xcode", id: 497799835
